[
  {
    "name": "Frost Paladin",
    "type": 0,
    "landscape": 5,
    "imageurl": "Frost_Paladin.jpg",
    "ability": "Reduce the cost of spells with Freeze or Frozen in their text by 1 Action. FLOOP >>> Freeze your opponent's Landscape in this Lane.",
    "id": 10000,
    "set": 11,
    "attack": 0,
    "defense": 9,
    "cost": 2
  },
  {
    "name": "The Winter King",
    "type": 4,
    "imageurl": "The_Winter_King.jpg",
    "ability": "When you would discard a card by the effect of a Frozen token on a Landscape you control, you may Draw a card instead. You must start the game with 2 IcyLands Landscapes.",
    "id": 10001,
    "set": 11
  },
  {
    "name": "Spear-O-Mint",
    "type": 0,
    "landscape": 5,
    "imageurl": "Spear-O-Mint.jpg",
    "ability": "When this is destroyed, Freeze 2 Landscapes in this Lane.",
    "id": 10002,
    "set": 11,
    "attack": 4,
    "defense": 4,
    "cost": 1
  },
  {
    "name": "Santa Claus",
    "type": 4,
    "imageurl": "Santa_Claus.jpg",
    "ability": "At the end of your opponent's turn, you may heal Damage dealt to a creature this turn that did not attack last turn.",
    "id": 10003,
    "set": 11
  },
  {
    "name": "Fruit Cake Cottage",
    "type": 2,
    "landscape": 6,
    "imageurl": "Fruit_Cake_Cottage.jpg",
    "ability": "Reduce the cost to play this card by 1 if you have drawn 2 or more cards this turn. FLOOP >>> Draw a card.",
    "id": 10004,
    "set": 11,
    "cost": 2
  },
  {
    "name": "Lost Bald Man",
    "type": 0,
    "landscape": 2,
    "imageurl": "Lost_Bald_Man.jpg",
    "ability": "When a Creature you control with \"Bald Man\" in name would be Destroyed or this card is discarded by the effect of a card with \"Bald Man\" in name (other than Lost Bald Man), play Lost Bald Man for free, it replaces a Creature with \"Bald Man\" in it's name if able. When Lost Bald Man enters Play by an effect, Destroy a Creature in its Lane. (If this card is played when your Creature would be Destroyed, play it from your discard.)",
    "id": 10005,
    "set": 11,
    "attack": 3,
    "defense": 1,
    "cost": 2
  },
  {
    "name": "The Sludged",
    "type": 0,
    "landscape": 2,
    "imageurl": "The_Sludged.jpg",
    "ability": "When \"The Sludger\" you control is destroyed or your opponent would play the same card a second time that turn, you may play The Sludged from your discard for free, and remove that card from the game. (Remove The Sludged from the game when it is destroyed, if it was played by its effect.)",
    "id": 10006,
    "set": 11,
    "attack": 3,
    "defense": 1,
    "cost": 1
  },
  {
    "name": "Fluffapillar",
    "type": 0,
    "landscape": 2,
    "imageurl": "Fluffapillar.jpg",
    "ability": "FLOOP >>> Give target Useless Swamp or NiceLands Creature +2 ATK for the turn for every 5 cards in your discard pile.",
    "id": 10007,
    "set": 11,
    "attack": 0,
    "defense": 2,
    "cost": 1
  }
]